<?php 
/*------------------------------------------
                -   Home  -
--------------------------------------------*/
$lang['ncuInter'] = "มหาวิทยาลัยนอร์ท-เชียงใหม่ หลักสูตรนานาชาติ";
/*----------------------------- Menu -------------------------------------*/
$lang['home'] = "หน้าหลัก";
$lang['news'] = "ข่าวสาร/กิจกรรม";
$lang['academic'] = "หลักสูตร";
$lang['research'] = "ผลงานวิชาการ/วิจัย";
$lang['project'] = "โครงการของคณะ";
$lang['qa'] = "การประกันคุณภาพ";
$lang['about'] = "เกี่ยวกับคณะ";
$lang['contact'] = "ติดต่อ";
$lang['download'] = "ดาวน์โหลด";
/*----------------------------- News -------------------------------------*/
$lang['readMore'] = "อ่านต่อ";
$lang['back'] = "กลับหน้าหลัก";
/*----------------------------- Academic -------------------------------------*/
$lang['engineeringAca'] = "คณะวิศวกรรมศาสตร์";
$lang['hospitalityAca'] = "การโรงแรม และการท่องเที่ยว";
$lang['businessAca'] = "บริหารธุรกิจ";
$lang['certificateAca'] = "หลักสูตรประกาศนียบัตร";
$lang['admission'] = "สมัครเรียนออนไลน์";
/*----------------------------- Research -------------------------------------*/
$lang['researchAll'] = "ผลงานวิชาการ/วิจัย ทั้งหมด";
$lang['researchAcademic'] = "ผลงานวิชาการ";
$lang['researchSynthesis'] = "การสังเคราะห์ผลงานวิจัย";
$lang['researchClass'] = "ผลงานวิจัยในชั้นเรียน";
/*----------------------------- Project -------------------------------------*/
$lang['project'] = "โครงการคณะ";
$lang['projectAll'] = "โครงการคณะ ทั้งหมด";
$lang['projectKnowledge'] = "โครงการ การจัดการความรู้";
$lang['art'] = "ทำนุบำรุงศิลปะและวัฒนธรรม";
$lang['projectAcademic'] = "โครงการ บริการวิชาการ";
/*----------------------------- Contact -------------------------------------*/
$lang['name'] = "ชื่อ";
$lang['emailContact'] = "E-mail";
$lang['subject'] = "ชื่อเรื่อง";
$lang['from'] = "ประเทศ";
$lang['message'] = "ข้อความ";
$lang['send'] = "ส่ง";
$lang['or'] = "หรือ";
$lang['follow'] = "ติดตาม เราได้ที่";
/*----------------------------- Find us -------------------------------------*/
$lang['address'] = "169 หมู่ 3 ต.หนองแก๋ว อ.หางดง จ.เชียงใหม่ 50230";
$lang['phone'] = "0-5381-9999";
$lang['email'] = "ncic@northcm.ac.th";
/*----------------------------- Faculty -------------------------------------*/
$lang['engineering'] = "คณะวิศวกรรมศาสตร์";
$lang['business'] = "คณะบริหารธุรกิจ";
$lang['social'] = "คณะสังคมศาสตร์และศิลปศาสตร์";
$lang['law'] = "คณะนิติศาสตร์";
$lang['science'] = "คณะวิทยาศาสตร์และเทคโนโลยี";
$lang['inter'] = "หลักสูตรนานาชาติ";

/*------------------------------------------
               -   Login  -
--------------------------------------------*/
$lang['login'] = "เข้าสู่ระบบ";
$lang['user'] = "ชื่อผู้เข้าใช้งาน";
$lang['pass'] = "รหัสผ่าน";

/*------------------------------------------
               -   Admin  -
--------------------------------------------*/
$lang['slide'] = "สไลค์";
$lang['no'] = "ลำดับ";
$lang['title'] = "หัวข้อ";
$lang['detail'] = "รายละเอียด";
$lang['edit'] = "แก้ไข";
$lang['delete'] = "ลบ";
$lang['search'] = "ค้นหา";
/*------------------------------------------
               -   Slide  -
--------------------------------------------*/
$lang['addSlide'] = "เพิ่มสไลค์";
$lang['sizeImgSlide'] = "**  กรุณาอัฟโหลดรูปภาพที่มีขนาด 1024 * 682px **";
/*------------------------------------------
               -   News  -
--------------------------------------------*/
$lang['addNews'] = "เพิ่มข่าวสาร/กิจกรรม";
$lang['picture'] = "รูปภาพ";
$lang['date'] = "วันที่";
$lang['nodata'] = "--- ไม่มีข้อมูล ---";
$lang['sizeImgNews'] = "** กรุณาอัฟโหลดรูปภาพที่มีขนาด 360 * 350 px **";
/*--------------------------------------------
               -   Academic  -
--------------------------------------------*/
$lang['editAcademic'] = "แก้ไขหลักสูตร";
$lang['editTeacher'] = "แก้ไขรายชื่ออาจารย์";
$lang['teacher'] = "อาจารย์ผู้สอน";
/*--------------------------------------------
               -   Research  -
--------------------------------------------*/
$lang['addResearch'] = "เพิ่มผลงานวิจัย";
$lang['editResearch'] = "เแก้ไขวิจัย";
$lang['nameResearch'] = "ชื่อผลงานวิจัย";
$lang['teacher'] = "ชื่ออาจารย์";
$lang['typeResearch'] = "ประเภทผลงานวิจัย";
$lang['dateResearch'] = "วันที่";
/*--------------------------------------------
               -   Project  -
--------------------------------------------*/
$lang['nameProject'] = "ชื่อโครงการ";
$lang['editProject'] = "แก้ไขโครงการ";
$lang['typeProject'] = "ประเภทโครงการ";
$lang['knowledgeP'] = "โครงการ การจัดการความรู้";
$lang['artP'] = "ทำนุบำรุงศิลปะและวัฒนธรรม";
$lang['academicP'] = "โครงการ บริการวิชาการ";
?>